copy and paste onto terminal

code --install-extension abusaidm.html-snippets
code --install-extension adashen.vscode-tomcat
code --install-extension akamud.vscode-caniuse
code --install-extension akamud.vscode-theme-onedark
code --install-extension alexandersage.angular1-code-snippets
code --install-extension blanu.vscode-styled-jsx
code --install-extension christian-kohler.path-intellisense
code --install-extension coderfee.open-html-in-browser
code --install-extension CoenraadS.bracket-pair-colorizer
code --install-extension deanlee.vscode-just-start-server
code --install-extension donjayamanne.githistory
code --install-extension dsznajder.es7-react-js-snippets
code --install-extension dzannotti.vscode-babel-coloring
code --install-extension eamodio.gitlens
code --install-extension ecmel.vscode-html-css
code --install-extension esbenp.prettier-vscode
code --install-extension flet.vscode-semistandard
code --install-extension formulahendry.auto-close-tag
code --install-extension formulahendry.auto-rename-tag
code --install-extension georgewfraser.vscode-javac
code --install-extension GitHub.vscode-pull-request-github
code --install-extension HookyQR.beautify
code --install-extension johnpapa.winteriscoming
code --install-extension joshpeng.sublime-babel-vscode
code --install-extension jpoissonnier.vscode-styled-components
code --install-extension karigari.chat
code --install-extension kumar-harsh.graphql-for-vscode
code --install-extension mikestead.dotenv
code --install-extension mongodb.mongodb-vscode
code --install-extension mrmlnc.vscode-scss
code --install-extension ms-python.python
code --install-extension ms-toolsai.vscode-ai
code --install-extension ms-vscode.azure-account
code --install-extension ms-vscode.node-debug2
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension ms-vsliveshare.vsliveshare-audio
code --install-extension ms-vsliveshare.vsliveshare-pack
code --install-extension msjsdiag.debugger-for-chrome
code --install-extension naumovs.color-highlight
code --install-extension Pivotal.vscode-boot-dev-pack
code --install-extension Pivotal.vscode-concourse
code --install-extension Pivotal.vscode-manifest-yaml
code --install-extension Pivotal.vscode-spring-boot
code --install-extension PKief.material-icon-theme
code --install-extension Prisma.prisma
code --install-extension Prisma.vscode-graphql
code --install-extension pthorsson.vscode-jsp
code --install-extension redhat.java
code --install-extension sdras.night-owl
code --install-extension Shan.code-settings-sync
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension shinnn.standard
code --install-extension skyran.js-jsx-snippets
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension teabyii.ayu
code --install-extension techer.open-in-browser
code --install-extension thenikso.github-plus-theme
code --install-extension tinkertrain.theme-panda
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vladmrnv.expresssnippet
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-maven
code --install-extension vscjava.vscode-spring-boot-dashboard
code --install-extension vscjava.vscode-spring-initializr
code --install-extension vscode-icons-team.vscode-icons
code --install-extension wesbos.theme-cobalt2
code --install-extension whtouche.vscode-js-console-utils
code --install-extension wix.vscode-import-cost
code --install-extension xabikos.JavaScriptSnippets
code --install-extension Zignd.html-css-class-completion
